<!doctype html>
<html lang="en">
    <head>
        <meta charset="utf-8">
        <meta name="author" content="Daniel Hernang&#243;mez P&#233;rez">
        <meta name="description" content="Personal webpage of physicist Dr. Daniel Hernang&#243;mez P&#233;rez">
        <meta name="keywords" content="Physics, physique, Physik, Regensburg, Quantum Hall Effects, effet Hall quantique, Molecular Electronics, Computational Condensed Matter Theory, Multifractality, Chalker-Coddington, Disorder, d&#233;sordre, Weizmann, Materials and Interfaces, Materials, topology">
        <meta name="robots" content="index, follow">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link href="css/style.css" type="text/css" rel="stylesheet" media="all">
        <link rel="icon" href="img/favicon.png" type="image/x-icon">
        <title>Daniel Hernang&oacute;mez P&eacute;rez</title>
    </head>
    <body>
	<div id="page">
        <header>
		<nav class="nav">
			<ul>
				<li><a href="index.html">Home</a></li>
                		<li><a href="research.html">Research</a></li>
                		<li class="active"><a href="publications.html">Publications</a></li>
                		<li><a href="teaching.html">Teaching</a></li>
                		<li><a href="links.html">Links</a></li>
        		</ul>
		</nav>
	</header>
	<div id="content">
	<h1>Daniel Hernang&oacute;mez P&eacute;rez</h1>
        <h2>Relevant Publications</h2>
            <ol>
        <li>
        R. Steinitz-Eliyahu,  <u>D. Hernang&oacute;mez-P&eacute;rez</u>, F. S. Hegner, P. Nika&#269;evi&#269;, N. L&oacute;pez, S. Refaely-Abramson, <i>Effect of oxygen vacancies on electronic and excitonic properties in BiVO<sub>4</sub>: a first-principles study</i> (submitted).
        </li>
        <li>
        J. Peng, S. Sokolov, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, F. Evers, L. Gross, J. Lupton and J. Repp, <i>Atomically resolved single-molecule triplet quenching</i>, Science <b>373</b>, 452 (2021) [<a href="https://science.sciencemag.org/content/373/6553/452" target="_blank">link</a>].
        </li>
        <li>
        E. Mitterreiter, B. Schuler, A. Micevic, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, K. Barthelmi, K. A. Cochrane, J. Kiemle, F. Sigger, J. Klein, E. Wong, E. S. Barnard, K. Watanabe, T. Taniguchi, M. Lorke, F. Jahnke, J. J. Finley, A. M. Schwartzberg, D. Y. Qiu, S. Refaely-Abramson, A. W. Holleitner, A. Weber-Bargioni and C. Kastl, <i>The role of chalcogen vacancies for atomic defect emission in MoS<sub>2</sub></i>, Nat. Comm. <b>12</b>, 3822 (2021) [<a href="downloads/papers/2021/p12.pdf" target="_blank">download</a>] [<a href="downloads/papers/2021/p12_SI.pdf" target="_blank">download SI</a>].
        </li>
        <li>
        M. Puschmann, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, B. Lang, S. Bera, and F. Evers, <i>Quartic multifractality and finite-size corrections at the spin quantum Hall transition</i>, Phys. Rev. B <b>103</b>, 235167 (2021) [<a href="downloads/papers/2021/p11.pdf" target="_blank">download</a>]. 
        </li>
        <li>
        <u>D. Hernang&oacute;mez-P&eacute;rez</u>, J. D. Torres, and A. L&oacute;pez, <i>Photoinduced electronic and spin properties of two-dimensional electron gases with Rashba spin-orbit coupling under perpendicular magnetic fields</i>, Phys. Rev. B <b>102</b>, 165414 (2020) [<a href="downloads/papers/2020/p10.pdf" target="_blank">download</a>].  
        </li>
        <li>
        <u>D. Hernang&oacute;mez-P&eacute;rez</u>, J. Schl&ouml;r, D. A. Egger, L. L. Patera, J. Repp, and F. Evers, <i>Reorganization energy and polaronic effects of pentacene on NaCl films</i>, Phys. Rev. B <b>102</b>, 115419 (2020) [<a href="downloads/papers/2020/p9.pdf" target="_blank">download</a>].
        </li>
        <li>
    M. Camarasa-G&oacute;mez<sup>&#8727;</sup>, <u>D. Hernang&oacute;mez-P&eacute;rez</u><sup>&#8727;</sup>, M. S. Inkpen, G. Lovat, E-Dean Fung, X. Roy, L. Venkataraman, and F. Evers, <i>Mechanically-tunable quantum interference in ferrocene-based molecular junctions</i>, Nano Lett. <b>20</b>, 6381 (2020) [<a href="https://pubs.acs.org/doi/10.1021/acs.nanolett.0c01956" target="_blank">link</a>] [<a href="downloads/papers/2020/p8_SI.pdf" target="_blank">download SI</a>].
        </li>
        <li>
        <u>D. Hernang&oacute;mez-P&eacute;rez</u>, S. Gunasekaran, L. Venkataraman, and F. Evers, <i>Solitonics with polyacetylenes</i>, Nano Lett. <b>20</b>, 2615 (2020) [<a href="https://pubs.acs.org/doi/10.1021/acs.nanolett.0c00136" target="_blank">link</a>] [<a href="downloads/papers/2020/p7_SI.pdf" target="_blank">download SI</a>] [featured in <a href="https://phys.org/news/2020-03-solitonics-molecular-wires-benefit-electronics.html" target="_blank">Phys.org</a>].
        </li>
		<li> S. Gunasekaran, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, I. Davydenko, S. Marder, F. Evers, and L. Venkataraman, <i>Near length-independent conductance of polymethine molecular wires</i>, Nano Lett. <b>18</b>, 6387 (2018) [<a href="https://pubs.acs.org/doi/10.1021/acs.nanolett.8b02743" target="_blank">link</a>] [<a href="downloads/papers/2018/p6_SI.pdf" target="_blank">download SI]</a>.
		</li>
		<li> H. Li, T. A. Su, M. Camarasa-G&oacute;mez, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, S. E. Henn, V. Pokorn&yacute;, C. D. Caniglia, M. S. Inkpen, R. Koryt&aacute;r, R. Steigerwald, C. Nuckolls, F. Evers, and L. Venkataraman, <i>Silver makes better electrical contacts to thiol-terminated silanes than gold</i>, Angew. Chem. <b>129</b>, 14333 (2017) [<a href="http://onlinelibrary.wiley.com/doi/10.1002/ange.201708524/abstract" target="_blank">link</a>] [<a href="downloads/papers/2017/p5_SI.pdf" target="_blank">download SI</a>].
		</li>
                <li> R.-Q. Li, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, F. J. Garc&iacute;a-Vidal, and A. I. Fern&aacute;ndez-Dom&iacute;nguez, <i>Transformation optics approach to plasmon-exciton strong coupling in nanocavities</i>, Phys. Rev. Lett. <b>117</b>, 107401 (2016) [<a href="downloads/papers/2016/p4.pdf" target="_blank">download</a>].
		</li>
                <li> T. Champel, <u>D. Hernang&oacute;mez-P&eacute;rez</u>, and S. Florens, <i>Topologically protected entanglement of electron-pair cyclotron motions</i>, Phys. Rev. B <b>93</b>, 075112 (2016) [<a href="downloads/papers/2016/p3.pdf" target="_blank">download</a>].
		</li>
                <li> <u>D. Hernang&oacute;mez-P&eacute;rez</u>, S. Florens, and T. Champel, <i>Signatures of Rashba spin-orbit interaction in charge and spin properties of quantum Hall systems</i>, Phys. Rev. B <b>89</b>, 155314 (2014) [<a href="downloads/papers/2014/p2.pdf" target="_blank">download</a>].
		</li>
                <li> <u>D. Hernang&oacute;mez-P&eacute;rez</u>, J. Ulrich, S. Florens, and T. Champel, <i>Spectral properties and local density of states of disordered quantum Hall systems with Rashba spin-orbit coupling</i>, Phys. Rev. B <b>88</b>, 245433 (2013) [<a href="downloads/papers/2013/p1.pdf" target="_blank">download</a>].
		</li>
            </ol>
        <p>
            &#8727; = equally contributing authors
        </p>
	</div>    
        <footer>
        <small>
        <script>
            document.write(document.lastModified);
	</script>
	<span class="legal">
            <a href="LICENSE" target="_blank">Legal Notice</a> 
        </span>
	</small> 
	</footer>
	</div>
    </body>
</html>
